
var mugi =[{
    name: "몽둥이",
    atk: 20,
    detail: "어디서나 쓸 수 있는 둔기.",
    id:0
 },{//0
    name: "몽둥이",
    atk: 23,
    detail: "어디서나 쓸 수 있는 둔기.",
    id:0
 },{//1
    name: "몽둥이",
    atk: 26,
    detail: "어디서나 쓸 수 있는 둔기.",
    id:0
 },{//2
    name: "대거",
    atk: 52,
    detail: "짧은 단도. 휘두르는 것 보다는 찌르는 것에 특화되어 있다. 길이 보다는 속도에 중점을 둔 무기.",
    id:1
 },{//3
    name: "대거",
    atk: 59,
    detail: "짧은 단도. 휘두르는 것 보다는 찌르는 것에 특화되어 있다. 길이 보다는 속도에 중점을 둔 무기.",
    id:1
 },{//4
    name: "대거",
    atk: 65,
    detail: "짧은 단도. 휘두르는 것 보다는 찌르는 것에 특화되어 있다. 길이 보다는 속도에 중점을 둔 무기.",
    id:1
 },{//5
    name: "대거",
    atk: 70,
    detail: "짧은 단도. 휘두르는 것 보다는 찌르는 것에 특화되어 있다. 길이 보다는 속도에 중점을 둔 무기.",
    id:1
 },{//6
    name: "직검",
    atk: 153,
    detail: "곧게 뻗은 직검. 일반적인 검이다.",
    id:2
 },{//7
    name: "직검",
    atk: 165,
    detail: "곧게 뻗은 직검. 일반적인 검이다.",
    id:2
 },{//8
    name: "직검",
    atk: 172,
    detail: "곧게 뻗은 직검. 일반적인 검이다.",
    id:2
 },{//9
    name: "기사의 직검",
    atk: 442,
    detail: "기사가 쓰는 단련된 직검. 예로부터 기사들은 자신들의 스타일에 맞는 검을 조제하여 사용했다. 기사와 일반 전사와의 차이는 검의 예리함에서 부터 차이가 난다.",
    id:3
 },{//10
    name: "기사의 직검",
    atk: 462,
    detail: "기사가 쓰는 단련된 직검. 예로부터 기사들은 자신들의 스타일에 맞는 검을 조제하여 사용했다. 기사와 일반 전사와의 차이는 검의 예리함에서 부터 차이가 난다.",
    id:3
 },{//11
    name: "기사의 직검",
    atk: 484,
    detail: "기사가 쓰는 단련된 직검. 예로부터 기사들은 자신들의 스타일에 맞는 검을 조제하여 사용했다. 기사와 일반 전사와의 차이는 검의 예리함에서 부터 차이가 난다.",
    id:3
 },{//12
    name: "브로드소드",
    atk: 953,
    detail: "일반적이고 무난한 검. 휘두르고 베는 데 특화되어 있다. 무기의 리치나 데미지 면에서 대거와는 확연히 다른 성능을 보여준다.",
    id:4
 },{//13
    name: "브로드소드",
    atk: 970,
    detail: "일반적이고 무난한 검. 휘두르고 베는 데 특화되어 있다. 무기의 리치나 데미지 면에서 대거와는 확연히 다른 성능을 보여준다.",
    id:4
 },{//14
    name: "브로드소드",
    atk: 988,
    detail: "일반적이고 무난한 검. 휘두르고 베는 데 특화되어 있다. 무기의 리치나 데미지 면에서 대거와는 확연히 다른 성능을 보여준다.",
    id:4
 },{//15
    name: "그레이트소드",
    atk: 2203,
    detail: "데미지를 주는데 특화된 검. 내려찍어 적을 공격한다. 아주 거대한 칼날은 상대를 베지 못하더라도 뼈를 부숴 버릴 수 있다.",
    id:5
 },{//16
    name: "그레이트소드",
    atk: 2305,
    detail: "데미지를 주는데 특화된 검. 내려찍어 적을 공격한다. 아주 거대한 칼날은 상대를 베지 못하더라도 뼈를 부숴 버릴 수 있다.",
    id:5
 },{//17
    name: "그레이트소드",
    atk: 2462,
    detail: "데미지를 주는데 특화된 검. 내려찍어 적을 공격한다. 아주 거대한 칼날은 상대를 베지 못하더라도 뼈를 부숴 버릴 수 있다.",
    id:5
 },{//18
    name: "<font color=black><b>[모운의 대형 해머]</b></font>",
    atk: 10080,
    detail: "화방녀를 지키는 모운의 해머. 그는 자신이 망자가 되는 것이 두려워 화방녀를 가두고 안쪽에서 잠구도록 했다.",
    id:6
 },{//19
    name: "<font color=black><b>[모운의 대형 해머]</b></font>",
    atk: 12020,
    detail: "화방녀를 지키는 모운의 해머. 그는 자신이 망자가 되는 것이 두려워 화방녀를 가두고 안쪽에서 잠구도록 했다.",
    id:6
 },{//20
    name: "<font color=black><b>[모운의 대형 해머]</b></font>",
    atk: 14902,
    detail: "화방녀를 지키는 모운의 해머. 그는 자신이 망자가 되는 것이 두려워 화방녀를 가두고 안쪽에서 잠구도록 했다.",
    id:6
 },{//21
    name: "하이데 기사의 직검",
    atk: 15520,
    detail: "하이데 성의 기사들이 쓰는 직검. 일반적인 기사들의 직검보다 예리하게 변질되었다. 찌르기와 베기 모두 출중한 검.",
    id:7
 },{//22
    name: "하이데 기사의 직검",
    atk: 15606,
    detail: "하이데 성의 기사들이 쓰는 직검. 일반적인 기사들의 직검보다 예리하게 변질되었다. 찌르기와 베기 모두 출중한 검.",
    id:7
 },{//23
    name: "하이데 기사의 직검",
    atk: 15689,
    detail: "하이데 성의 기사들이 쓰는 직검. 일반적인 기사들의 직검보다 예리하게 변질되었다. 찌르기와 베기 모두 출중한 검.",
    id:7
 },{//24
    name: "<font color=brown><b>[달인의 타도]</b></font>",
    atk: 38270,
    detail: "달인의 카타나. 주특기는 [발도]이며, 뒷 쪽 면으로는 벨 수 없다. 달인은 이 타도를 익히기 위해 수 년이 걸렸다고 한다.",
    id:8
 },{//25
    name: "<font color=brown><b>[달인의 타도]</b></font>",
    atk: 39570,
    detail: "달인의 카타나. 주특기는 [발도]이며, 뒷 쪽 면으로는 벨 수 없다. 달인은 이 타도를 익히기 위해 수 년이 걸렸다고 한다.",
    id:8
 },{//26
    name: "<font color=brown><b>[달인의 타도]</b></font>",
    atk: 40822,
    detail: "달인의 카타나. 주특기는 [발도]이며, 뒷 쪽 면으로는 벨 수 없다. 달인은 이 타도를 익히기 위해 수 년이 걸렸다고 한다.",
    id:8
 },{//27
    name: "자검",
    atk: 36300,
    detail: "찌르기에 특화되어 가늘게 선 검.",
    id:9
 },{//28
    name: "<font color=skyBlue><b>[이루실의 직검]</b></font>",
    atk: 74800,
    detail: "차가운 골짜기의 망령기사 이루실이 쓰는 직검이다. 냉기가 서려있어 베인 상대는 모두 뼛 속까지 한기를 느낀다고 한다.",
    id:10//29
 },{//29
    name: "에스토크",
    atk: 47250,
    detail: "고급진 자검.",
    id:11
 },{//30
    name: "에스토크",
    atk: 48320,
    detail: "고급진 자검.",
    id:11
 },{//31
    name: "에스토크",
    atk: 49430,
    detail: "고급진 자검.",
    id:11
 },{//32
    name: "에스토크",
    atk: 50520,
    detail: "고급진 자검.",
    id:11
 },{//33
    name: "곡검",
    atk: 57660,
    detail: "날카로운 낫과 같은 검. 굉장한 사용 난이도를 보유하고 있어 쓰는 이들은 상당한 고수들이 많다.",
    id:12
 },{//34
    name: "곡검",
    atk: 58903,
    detail: "날카로운 낫과 같은 검. 굉장한 사용 난이도를 보유하고 있어 쓰는 이들은 상당한 고수들이 많다.",
    id:12
 },{//35
    name: "곡검",
    atk: 59111,
    detail: "날카로운 낫과 같은 검. 굉장한 사용 난이도를 보유하고 있어 쓰는 이들은 상당한 고수들이 많다.",
    id:12
 },{//36
    name: "예리한 곡검",
    atk: 62220,
    detail: "예리하게 변질된 곡검.",
    id:13
 },{//37
    name: "예리한 곡검",
    atk: 63528,
    detail: "예리하게 변질된 곡검.",
    id:13
 },{//38
    name: "<font color=purple><b>나선검</b></font>",
    atk: 128720,
    detail: "재의 심판자 군다의 검. 그의 심장을 꿰뚫기도 하였다. 그는 자신이 사명을 다하지 못해 자책했다. 끝끝내 자신의 심장을 찌르고, 자신의 뒤를 이을 재의 귀인을 맞이할 준비를 하였다.",
    id:14
 },{//39
    name: "월도",
    atk: 85001,
    detail: "베기에 특화된 창.",
    id:15
 },{//40
    name: "월도",
    atk: 87530,
    detail: "베기에 특화된 창.",
    id:15
 },{//41
    name: "청룡 언월도",
    atk: 96200,
    detail: "청룡의 문양이 새겨져 있다는 언월도. 명장 관우가 썼다는 전설의 월도다.",
    id:16
 },{//42
    name: "청룡 언월도",
    atk: 97235,
    detail: "청룡의 문양이 새겨져 있다는 언월도. 명장 관우가 썼다는 전설의 월도다.",
    id:16
 },{//43
    name: "청룡 언월도",
    atk: 99552,
    detail: "청룡의 문양이 새겨져 있다는 언월도. 명장 관우가 썼다는 전설의 월도다.",
    id:16
 },{//44
    name: "청룡 언월도",
    atk:100885,
    detail: "청룡의 문양이 새겨져 있다는 언월도. 명장 관우가 썼다는 전설의 월도다.",
    id:16
 },{//45
    name: "청룡 언월도",
    atk: 104002,
    detail: "청룡의 문양이 새겨져 있다는 언월도. 명장 관우가 썼다는 전설의 월도다.",
    id:16
 },{//46
    name: "<font color=blue><b>차가운 골짜기의 월도</b></font>",
    atk: 257200,
    detail: "차가운 골짜기의 볼드의 수정으로 이루어진 월도. 가볍고 날렵한 월도. 볼드가 그 곳에 있었던 이유는..",
    id:17
 },{//47
    name: "<font color=blue><b>차가운 골짜기의 월도</b></font>",
    atk: 268902,
    detail: "차가운 골짜기의 볼드의 수정으로 이루어진 월도. 가볍고 날렵한 월도. 볼드가 그 곳에 있었던 이유는..",
    id:17
 },{
    name: "<font color=blue><b>차가운 골짜기의 월도</b></font>",
    atk: 270900,
    detail: "차가운 골짜기의 볼드의 수정으로 이루어진 월도. 가볍고 날렵한 월도. 볼드가 그 곳에 있었던 이유는..",
    id:17
 },{//49
    name: "쌍둥이 검",
    atk: 270900,
    detail: "똑같이 생긴 하나의 쌍검. 빠른 공격속도와 찌르기가 중점인 무기다. 쓰는 난이도는 상당히 어렵다.",
    id:18
 },{
    name: "쌍둥이 검",
    atk: 300900,
    detail: "똑같이 생긴 하나의 쌍검. 빠른 공격속도와 찌르기가 중점인 무기다. 쓰는 난이도는 상당히 어렵다.",
    id:18
 },{
    name: "쌍둥이 검",
    atk: 312225,
    detail: "똑같이 생긴 하나의 쌍검. 빠른 공격속도와 찌르기가 중점인 무기다. 쓰는 난이도는 상당히 어렵다.",
    id:18
 },{
    name: "쌍둥이 검",
    atk: 324343,
    detail: "똑같이 생긴 하나의 쌍검. 빠른 공격속도와 찌르기가 중점인 무기다. 쓰는 난이도는 상당히 어렵다.",
    id:18
 },{//53
    name: "질풍노도",
    atk: 422003,
    detail: "질풍노도와도 같은 일본의 쌍검. 노란색 칼날에는 강한 기백이 숨겨져 있다고 한다.",
    id:19
 },{
    name: "질풍노도",
    atk: 432003,
    detail: "질풍노도와도 같은 일본의 쌍검. 노란색 칼날에는 강한 기백이 숨겨져 있다고 한다.",
    id:19
 },{
    name: "질풍노도",
    atk: 442003,
    detail: "질풍노도와도 같은 일본의 쌍검. 노란색 칼날에는 강한 기백이 숨겨져 있다고 한다.",
    id:19
 },{
    name: "질풍노도",
    atk: 432003,
    detail: "질풍노도와도 같은 일본의 쌍검. 노란색 칼날에는 강한 기백이 숨겨져 있다고 한다.",
    id:19
 },{//57
    name: "노래하는 쌍검",
    atk: 500007,
    detail: "칼날의 예리함이 강해 칼을 튕기면 마치 노래하는 듯 하다 해서 붙여진 검.",
    id:19
 },{
    name: "노래하는 쌍검",
    atk: 510007,
    detail: "칼날의 예리함이 강해 칼을 튕기면 마치 노래하는 듯 하다 해서 붙여진 검.",
    id:19
 },{
    name: "노래하는 쌍검",
    atk: 520007,
    detail: "칼날의 예리함이 강해 칼을 튕기면 마치 노래하는 듯 하다 해서 붙여진 검.",
    id:19 
 },{//60
    name: "<font color=blue><b>무희의 쌍마검</b></font>",
    atk: 668902,
    detail: "무희의 쌍마검. 마치 춤을 추는 동작과 같은 그녀의 칼 춤.",
    id:20
 },{
    name: "<font color=blue><b>무희의 쌍마검</b></font>",
    atk: 672905,
    detail: "무희의 쌍마검. 마치 춤을 추는 동작과 같은 그녀의 칼 춤.",
    id:20
 },{
    name: "<font color=blue><b>무희의 쌍마검</b></font>",
    atk: 681393,
    detail: "무희의 쌍마검. 마치 춤을 추는 동작과 같은 그녀의 칼 춤.",
    id:20
 },{//63
    name: "<font color=blue><b>고리기사의 대검</b></font>",
    atk: 731393,
    detail: "고리기사의 대검. 날은 상당히 훼손되어 있지만, 고리기사 그 자체의 힘 만으로 상대를 부숴버린다.",
    id:21
 },{//64
    name: "<font color=blue><b>고리기사의 대검</b></font>",
    atk: 741393,
    detail: "고리기사의 대검. 날은 상당히 훼손되어 있지만, 고리기사 그 자체의 힘 만으로 상대를 부숴버린다.",
    id:21
 },{//65
    name: "<font color=blue><b>고리기사의 대검</b></font>",
    atk: 751393,
    detail: "고리기사의 대검. 날은 상당히 훼손되어 있지만, 고리기사 그 자체의 힘 만으로 상대를 부숴버린다.",
    id:21
 },{//66
    name: "<font color=blue><b>고리기사의 대검</b></font>",
    atk: 756393,
    detail: "고리기사의 대검. 날은 상당히 훼손되어 있지만, 고리기사 그 자체의 힘 만으로 상대를 부숴버린다.",
    id:21
 },{//67
    name: "<font color=blue><b>고리기사의 대검</b></font>",
    atk: 758393,
    detail: "고리기사의 대검. 날은 상당히 훼손되어 있지만, 고리기사 그 자체의 힘 만으로 상대를 부숴버린다.",
    id:21
 },{//68
    name: "까마귀 인간의 대형 낫",
    atk: 760302,
    detail: "까마귀 인간이 쓰는 대형 낫.",
    id:22
 },{//69
    name: "까마귀 인간의 대형 낫",
    atk: 767239,
    detail: "까마귀 인간이 쓰는 대형 낫.",
    id:22
 },{//70
    name: "까마귀 인간의 대형 낫",
    atk: 770001,
    detail: "까마귀 인간이 쓰는 대형 낫.",
    id:22
 },{//71
    name: "칼날 도끼 낫",
    atk: 772994,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//72
    name: "칼날 도끼 낫",
    atk: 775949,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//73
    name: "칼날 도끼 낫",
    atk: 779900,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//74
    name: "칼날 도끼 낫",
    atk: 779992,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//75
    name: "<font color=purple>[토마스]</font>의 지팡이",
    atk: 952000,
    detail: "드랭글레이그를 떠도는 암령 [토마스]의 지팡이. [불]의 힘을 쓸 수 있다. 그가 여행을 하는 이유는 ",
    id:24
 },{//76
    name: "칼날 도끼 낫",
    atk: 780002,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//77
    name: "칼날 도끼 낫",
    atk: 783223,
    detail: "도끼의 날과 비슷하지만, 조금 더 곡선이 져 있다.",
    id:23
 },{//78
    name: "<font color=sky><b>[프리데의 대형 낫]<b></font>",
    atk: 888888,
    detail: "",
    id:25
 },{//79
    name: "<font color=sky><b>[프리데의 대형 낫]<b></font>",
    atk: 888888,
    detail: "",
    id:25
 }];